import one from '../assets/video/1.png'
import oneVideo from '../assets/video/1.mp4'
import two from '../assets/video/2.png'
import twoVideo from '../assets/video/2.mp4'

export const videos = [
    {
        id: 1,
        img: one,
        nickname: 'wallmusical',
        name: '🌴Треки и Обои 🌴',
        description: 'Что бы скачать нужно нажать 1.Поделится 2.Три точки 3.Скриншот',
        hashTags: ['#обоинателефон', '#эстетика', '#красивыеобои', '#обои', '#мияги', '#хомяк'],
        music: 'оригинальный звук - 🌴Треки и Обои 🌴',
        video: oneVideo,
        views: '2.5m',
        likes: '135.7K',
        comments: '637',
        reposts: '18.8K'
    },
    {
        id: 2,
        img: two,
        nickname: 'wallmusical',
        name: '🌴Треки и Обои 🌴',
        description: 'Что бы скачать нужно нажать 1.Поделится 2.Три точки 3.Скриншот',
        hashTags: ['#обоинателефон', '#эстетика', '#красивыеобои', '#обои', '#мияги', '#хомяк'],
        music: 'оригинальный звук - 🌴Треки и Обои 🌴',
        video: twoVideo,
        views: '2.5m',
        likes: '135.7K',
        comments: '637',
        reposts: '18.8K'
    }
]